# 20. Напишите програм за Питхон који приступа индексу листе.

lista = [5, 15, 35, 8, 98]

for i in range(len(lista)):
    print('Indeks',i,'Elemenat',lista[i])
