# 9. Напишите Питхон програм за клонирање или копирање листе.
lista=[1,2,3,4,5,6,7,8,9,10]
nova_lista=lista[:]
print ('Nova lista',nova_lista)
