# 15. Напишите Питхон програм за мешање и одштампајте наведену листу.

import random

kocka = [1,2,3,4,5,6]
random.shuffle(kocka)
print(kocka)

