# 21. Напишите Питхон програм за претварање листе знакова у низ.

lista = ['g', 'c', 't', 'n','k','s','a']
lista.sort()
sortirani_niz = ''.join(lista)
print(sortirani_niz)
