# 14. Напишите Питхон програм за штампање бројева одређене листе након уклањања
# парних бројева са ње.

Lista = [1,2,3,4,5,6,7,8,9,10]

for i in Lista:
    if 1//2 == 0:
        Lista.remove(i+1)

print (Lista)        
