# 22. Напишите Питхон програм да бисте пронашли индекс ставке на одређеној
# листи.

lista =[1,2,3,4,5,6,7,8,9,10]
print(lista.index(7))

# --------------------------
# No comment.
# --------------------------
