# 25. Напишите Питхон програм за случајно бирање ставке са листе.

import random
lista = [1,2,3,4,5,6]
print(random.choice(lista))
